const text = `Янжима на бурятском языке или на санскрите Сарасвати является богиней мудрости, искусства, покровительницей материнства, детей и учащихся. Культ богини появился еще в ведийский период истории Индии, это более
5000-7000 лет назад. Согласно ведам, он является супругой Брахмы.
Богиня почитается в буддизме и в индуизме. Сарасвати дарует человеку
знания, красноречие, мудрость и тонкий ум. Богине Янжиме поклоняются
артисты и музыканты, поэты и художники, так как она покровительствует
людям творчества. К ней обращаются бездетные женщины с мольбой о
рождении ребенка. Девушки просят мужей. Богиня Янжима, как Богиня-мать
обладает, способностью дарить людям величайший дар — дар материнства.
Ее чудесная способность дарить детей тем, кто давно ждет и уже
отчаялся их иметь, является фактом многократно доказанными величайшей
тайной истинного поклонения и веры. Если Вы просите детей, то в дар
Богине нужно оставить игрушку. Для этого в месте поклонения
установлена специальная колыбелька. Если Вы просите Богиню об удачном
замужестве, то подношением служат украшения. Бусы или серьги, свои или
новые — не так важно, важна искренность с которой Вы молитесь.
Прикосновение к феномену Янжимы лечит души людей, возле нее приходит
ясность ума и сердца, каждый приобретает силы для преодоления
жизненный трудностей. Чудотворное влияние богини ощущают все
независимо от национальности, от вероисповедания. Баргузинский район,
1 км от села Ярикто (Ярикта). Сама местность называется «Уулзатараа»,
что в переводе означает «До встречи» или «Встреча»: здесь находятся
две скалы, которые действительно как бы «встречаются» друг с другом.
Говорят, именно в этом месте высший мир встречается с миром людей. По
словам старожилов баргузинской долины, у скалы в начале XX века
медитировал настоятель первого Баргузинского дацана Содой-лама,
который обладал даром предвидения, чтения мыслей, перемещения в
пространстве. К месту проявления лика богини Янжимы от дугана вверх на
гору ведет экологическая тропа.`;

const images = [
  {
    id: 1,
    title: 'Баргузинский дацан',
    routes: 3,
    guide: 4,
    housing: 43,
    text,
    url: 'https://sun9-32.userapi.com/impf/c836223/v836223221/10cfd/m7J2OjwVhHA.jpg?size=637x603&quality=96&sign=f066a783bbaa0ba0429c80c06b39c0f8&c_uniq_tag=5FYskGgSs-qGCBMIu5n4WTe13N7D8Gnw69aQRqJLvFo&type=album',
  },
  {
    id: 2,
    title: 'Лик Богини Янжимы',
    routes: 3,
    guide: 41,
    housing: 3,
    text,
    url: 'https://baikalgo.ru/wp-content/uploads/2021/03/barguzinskij-dacan.jpg',
  },
  {
    id: 4,
    title: 'Национальный костюм',
    routes: 33,
    guide: 44,
    housing: 93,
    text,
    url: 'https://static.mk.ru/upload/iblock_mk/photoreport/new/3d/7d/94/495_95585.jpg',
  },
  {
    id: 5,
    title: 'Аргада сайхан',
    routes: 13,
    guide: 41,
    housing: 23,
    text,
    url: 'https://avatars.mds.yandex.net/get-altay/9728306/2a0000018a45a2df78ebccb606fb447f1ff8/orig',
  },
  {
    id: 6,
    title: 'Земля веры — Баргуджин Тукум',
    routes: 3,
    guide: 24,
    housing: 3,
    text,
    url: 'https://sun9-50.userapi.com/impf/c637420/v637420837/51553/5bHanRmL0oA.jpg?size=807x454&quality=96&sign=792fb5f6cef5e79c89bf9e18453d6164&c_uniq_tag=HqckjVMHEl7T0QdxuFcKAjZT2fX4aGF-AwxZHpPgHtM&type=album',
  },
  {
    id: 3,
    title: 'Флаг Бурятии',
    routes: 3,
    guide: 24,
    housing: 3,
    text,
    url: 'https://upload.wikimedia.org/wikipedia/commons/thumb/6/68/Flag_of_Buryatia.svg/1200px-Flag_of_Buryatia.svg.png',
  },
  {
    id: 7,
    title: 'Гора Улзыха',
    routes: 23,
    guide: 23,
    housing: 23,
    text,
    url: 'https://lh3.googleusercontent.com/proxy/iWrZRP4RqVUtdr0Qe3QexHmi97XQHT7lFyvFnSbMkNBfUS74IwqUQdp6WVYr6Q7s7ShU1Ui63789Gqa94aK90fdaTS24',
  },
];

export {images};
